Repository: fullstory-morgue/install-usb-gui
Catalog: po/*.po
Languages: da, de, el, es, fr, pl, pt, ru, uk

source: getenv HOME isn't defined
da: getenv HOME er ikke defineret
de: getenv HOME ist nicht definiert
el: η HOME δεν είναι ορισμένη
es: getenv HOME no esta definido
fr: getenv HOME n'est pas défini
pl: getenv HOME jest niezdefiniowane
pt: A variável HOME não está definida.
ru: getenv домашний каталог HOME не определён
uk: Не визначений getenv HOME

source: getenv FLL_DISTRO_MODE isn't defined Please start with install-usb-gui.bash
de: getenv FLL_DISTRO_MODE ist nicht definiert Bitte starten Sie install-usb-gui.bash
el: η FLL_DISTRO_MODE δεν είναι ορισμένη Παρακαλώ τρέξτε το install-usb-gui.bash
fr: getenv HOME n'est pas définiS'il vous plaît lancez install-usb-gui.bash
pt: A variável FLL_DISTRO_MODE não está definida. Por favor, inicie com o programa "install-usb-gui.bash"
ru: getenv FLL_DISTRO_MODE не определён Запускаете скрипт install-usb-gui.bash
uk: getenv FLL_DISTRO_MODE не определён Будь ласка запустіть скрипт install-usb-gui.bash

source: No USBDEVICE0 Variable found! Please start with install-usb-gui.bash
da: Ingen USBDEVICE0 Variabel fundet! Start venligst med install-usb-gui.bash
de: Keine USBDEVICE0 Variable gefunden! Bitte starten Sie install-usb-gui.bash
el: Ανύπαρκτη μεταβλητή USBDEVICE0 ! Παρακαλώ τρέξτε το install-usb-gui.bash
es: No USBDEVICE0 Variable encontrado Por favor inicie con install-usb-gui.bash
fr: Pas de variable USBDEVICE0 trouvé! S'il vous plaît lancez install-usb-gui.bash
pl: Nie znaleziono zmiennej USBDEVICE ! Uruchom install-usb-gui.bash
pt: A variável USBDEVICE0 não foi encontrada! Por favor, inicie com o programa "install-usb-gui.bash"
ru: Не найден USBDEVICE0 Variable ! Запускаете скрипт install-usb-gui.bash
uk: Не найден USBDEVICE0 Variable ! Будь ласка запустіть скрипт install-usb-gui.bash

source: No ISO selected!
da: Ingen ISO valgt!
de: Kein ISO ausgewählt
el: Δεν επιλέξατε ISO!
es: ¡No ISO seleccionado!
fr: Pas d'image ISO selectionnée
pl: Nie wybrano ISO!
pt: Nenhum ISO foi seleccionado!
ru: Не выбран ISO файл !
uk: Не вибрано ISO файл!

source: <span foreground="#ff0000" font_desc="Sans Bold 14">USB device will be completely erased.!</span>
da: <span foreground="#ff0000" font_desc="Sans Bold 14">USB enheden vil blive fuldstændigt slettet!</span>
de: <span foreground="#ff0000" font_desc="Sans Bold 14">USB Gerät wird komplett gelöscht.!</span>
el: <span foreground="#ff0000" font_desc="Sans Bold 14">Η συσκευή USB θα διαγραφή εντελώς!</span>
es: <span foreground="#ff0000" font_desc="Sans Bold 14">¡Dispositivo USB va a ser borrado competamente!</span>
fr: <span foreground="#ff0000" font_desc="Sans Bold 14">Dispositif USB sera complètement effacé!</span>
pl: <span foreground="#ff0000" font_desc="Sans Bold 14">Dane na urządzeniu USB zostaną całkowicie usunięte!</span>
pt: <span foreground="#ff0000" font_desc="Sans Bold 14">O dispositivo USB vai ser completamente apagado!</span>
ru: <span foreground="#ff0000" font_desc="Sans Bold 14">Данные полностью удаляются на устройстве USB !</span>
uk: <span foreground="#ff0000" font_desc="Sans Bold 14">Дані будуть повністю видалені на пристрої USB!</span>

source: <b>USB Device</b>
da: <b>USB Enhed</b>
de: <b>USB Gerät</b>
el: <b>USB Συσκευή</b>
es: <b>Dispositivo USB</b>
fr: Dispositif USB
pl: <b>Urządzenie USB</b>
pt: <b>Dispositivo USB:</b>
ru: <b>Устройствo USB</b>
uk: <b>Пристрій USB</b>

source: <b><big>This tool create a bootable sidux USB device</big></b>
de: <b><big>Dieses Programm erzeugt ein startbares USB Gerät</big></b>
fr: <b><big>Ce outil crée un dispostif usb sidux bootable</big></b>
ru: <b><big>Приложение создает самозагружаемое устройство sidux USB </big></b>

source: <b><i>Use it at your own risk, it comes without any warranty.</i></b>
el: <b><i>Χρήση με δική σας ευθύνη, έρχεται χωρίς εγγύηση.</i></b>
fr: <b><i>Utilisez le à vos propres risques, il n'y a aucune garantie</i></b>
pt: <b><i>Use-o em risco próprio. Vem sem qualquer garantia.</i></b>

source: <b>Name</b>
da: <b>Navn</b>
el: <b>Όνομα</b>
es: <b>Nombre</b>
fr: <b>Nom</b>
pl: <b>Nazwa</b>
pt: <b>Nome</b>
ru: <b>Имя</b>
uk: <b>Имя</b>

source: <b>Cheatcodes</b>
fr: <b>Codes de démarrage</b>

source: List of cheatcodes
el: Λίστα με cheatcodes
fr: la liste des codes de démarrage
pt: Lista de cheatcodes

source: Example: <b>lang=de tz=Europe/Vienna persist toram </b>
el: Παράδειγμα: <b>lang=de tz=Europe/Vienna persist toram </b>
fr: Exemple: <b>lang=fr tz=Europe/Paris persist toram </b>
pt: Exemplo: <b>lang=pt tz=Europe/Lisbon persist toram </b>

source: <b>choose the iso file</b>
de: <b>ISO Datei auswählen</b>
es: <b>seleccione el archivo ISO</b>
fr: <b>choisir l'image ISO</b>
pl: <b>wybierz plik ISO</b>
ru: <b>Выбирать ISO файл</b>

source: Install successful
el: Επιτυχής εγκατάσταση
fr: Installation réussie
pt: Instalação bem sucedida

source: <b><big>This tool creates a bootable sidux USB device</big></b>
el: <b><big>Το εργαλείο δημιουργεί εκκινήσιμη sidux USB συσκευή</big></b>
es: <b><big>Esta herramienta crea un bootable USB sidux</big></b>
pl: <b><big>To narzędzie tworzy bootowalne urządzenie USB z siduksem</big></b>

source: <b>choose an iso file</b>
da: <b>vælg iso filen</b>
el: <b>επιλέξτε αρχείο iso</b>
pt: <b>escolha o ficheiro ISO</b>
uk: <b>Вибрати ISO файл</b>

source: <b><big>This tool creates a bootable aptosid USB device</big></b>
da: <b><big>Dette værktøj opretter en bootable aptosid USB enhed</big></b>
pt: <b><big>Esta ferramenta cria um dispositivo USB com o aptosid.</big></b>
uk: <b><big>Ця програма створить завантажуваний пристрій USB зі aptosid</big></b>

source: getenv FLL_DISTRO_MODE isn't defined
da: getenv FLL_DISTRO_MODE er ikke defineret
es: getenv FLL_DISTRO_MODE no esta definido
pl: getenv FLL_DISTRO_MODE jest niezdefiniowane

source: save system changes to usb
da: gem system ændinger til usb
de: Systemänderungen am USB Gerät speichern
es: Grabar cambios de sistema al USB
pl: zachowaj zmiany systemu na USB
ru: Сохранить изменения на устройство USB
uk: Зберегти зміни на пристрої USB

source: persist
da: persister
de: Änderungen speichern
es: Persistente
ru: Сохранить изменения
uk: Зберегти зміни
